Repository: OwboxAl3x/EyeCare
Catalog: EyeCare/EyeCare/*.lproj/Localizable.strings
Languages: es

source: Tips
es: Consejos

# CONSEJO1
source: 1. Try not to sit too close to the screen or, in the case of reading or studying, keep the text at a distance so as not to force excessive vision.
es: 1. Intenta no sentarte tan cerca de la pantalla ó, en caso de estar leyendo o estudiando, mantén el texto a una distancia en la que no necesites forzar la vista.

# CONSEJO2
source: 2. It is important to maintain good lighting in the environment where the task is performed.
es: 2. Es importante tener un ambiente bien iluminado donde estés realizando la tarea.

# CONSEJO3
source: 3. Maintaining a good posture also helps to avoid visual fatigue.
es: 3. Mantener una buena postura también ayuda a prevenir el cansancio visual.

# FAQS1
source: 1. Why do my eyes sting? The visual exhaustion produced by an excess of acommodation in near vision can cause symptoms of itching or stinging.
es: 1. ¿Por qué estan mis ojos rojos? El cansancio visual producido por el exceso de acomodación en visión cercana puede causar sintimas de irritación de los ojos.

# FAQS2
source: 2. When I'm two hours in front of the computer, my eyes get red. The redness of the eyes may be associated with other symptoms such as itching and caused by rubbing the eyes with the hands.
es: 2. Cuando estoy dos horas o más frente al ordenador, mis ojos se ponen rojos. La rojez de los ojos puede estar asociada con otros sintomas como la irritación y causada por la frotación de los ojos con las manos.

# NOTITITLE
source: Let's take a break
es: Tomate un descanso

# NOTIBODY
source: Stop and rest
es: Descansa la vista

# BOTONSTART
source: Start
es: Comenzar

# BOTONSTOP
source: Stop
es: Parar

# BOTONCONTINUE
source: Continue
es: Continuar

# DEFAULTTASK
source: Programming
es: Programando
